[
    {
      "id": 1,
      "author": "0xd7E1D4dab95d7f7B1188Fd095471252e781B9E38",
      "timestamp": "2023-04-03T09:04:47.000Z",
      "heading": "Trump to surrender in days after being indicted on ‘more than 30 charges’ in Stormy Daniels hush money case",
      "content": "Donald Trump has been indicted by a New York City grand jury on charges of falsifying business records stemming from payments he made to adult film star Stormy Daniels to prevent her from revealing an affair he had with her before the 2016 election.\n\nA source told The Independent that grand jurors voted to indict the ex-president at some point this week, and that indictment is currently under seal.\n\nIt was only filed with the New York Supreme Court late on Thursday, just before the court clerk’s office wrapped its business for the day.\n\nMr Trump is reportedly facing more than 30 counts related to business fraud, sources told CNN after the indictment became public.\n\nFiling the indictment, which has been signed by the grand jury foreperson, with the clerk of court is what makes a criminal case official, but because it is currently under seal, it will remain so until it is unveiled at some point in the near future by district attorney Alvin Bragg.\n\nThe twice-impeached former president had signaled that he could face arrest by Mr Bragg’s office, which was still in the process of presenting evidence to a grand jury as recently as Monday. He previously said in a post on his Truth Social platform that he had expected to be arrested on 21 March, but that date came and went without an indictment being handed down from the grand jury.\n\nMr Bragg said in a statement on Thursday 30 March that his office has been in touch with Mr Trump’s attorneys over the former president’s surrender.\n\n“This evening we contacted Mr Trump’s attorney to coordinate his surrender to the Manhattan DA’s Office for arraignment on a Supreme Court indictment, which remains under seal. Guidance will be provided when the arraignment date is selected,” Mr Bragg said.\n\nMr Trump’s lawyers have indicated that he will surrender to New York authorities early next week.\n\nIn the time between when he falsely claimed he would be arrested and the announcement that the grand jury had, in fact, indicated him, the ex-president has ramped-up increasingly unhinged rhetorical attacks on Mr Bragg, including at a 25 March rally in Waco, Texas.\n\nDuring an airplane flight to the Texas rally, he told a group of reporters traveling with him that he believed Mr Bragg had “dropped the case” against him and called the entire matter “a fake case”.\n\nBut at the event later that evening, Mr Trump described the Manhattan prosecutor’s effort to hold him to account for alleged crimes as interference in next year’s presidential election.\n\n“Prosecutorial misconduct is their new tool, and they’re willing to use it at levels never seen before in our country. We’ve had it, but we’ve never had it like this,” he said. “We must stop them and we must not allow them to go through another election where they have yet another tool in their tool kit”.",
      "image": "https://anonnews.infura-ipfs.io/ipfs/QmeaPj716VxGTMoefQ5Brpfh1GmYzxhCDcnXa1zFPAJfs4",
      "votes": 0
    },
    {
      "id": 4,
      "author": "0x87eE4E70BB000690E41F43123a3759f5b29A7D2f",
      "timestamp": "2023-04-03T09:15:55.000Z",
      "heading": "Britain to join Indo-Pacific trade bloc in biggest trade deal since Brexit",
      "content": "Britain struck a historic trade deal to join a vast Indo-Pacific trade bloc after nearly two years of intense negotiations.\n\nOn Friday, the government said it will join the 11-member Comprehensive and Progressive Agreement for Trans-Pacific Partnership, unlocking access to a region with a total GDP of £11 trillion ($13.6 trillion).\n\nThe U.K. said this was the country’s largest post-Brexit trade deal and makes it the first European nation to join the CPTPP, since it came into force in 2018.\n\nPrime Minister Rishi Sunak hailed the deal and said it puts the U.K. at the center of a dynamic and growing group of Pacific economies.\n\n“We are at our heart an open and free-trading nation, and this deal demonstrates the real economic benefits of our post-Brexit freedoms,” he said in a statement. “British businesses will now enjoy unparalleled access to markets from Europe to the south Pacific.”\n\nThe trade bloc spans Canada, Mexico, Japan, Australia, Vietnam, Singapore and Malaysia, among others. The agreement is expected to be formally signed by year end, after final approval from Parliament and the 11 member states.\n\nThe trade pact evolved out of the now-defunct Trans-Pacific Partnership, or TPP, that originated in the United States but fell apart after former President Donald Trump scrapped U.S. involvement.\n\nBritain said the deal will cut tariffs on exports of food, drink and cars, and will grant access to a market of around 500 million people and will be worth 15% of global GDP once the UK joins the trade bloc.\n\nThe U.K. estimates joining the CPTPP will boost its economy by £1.8 billion in the long term and lift wages by £800 million compared with 2019 levels.\n\nThe trade secretary, Kemi Badenoch, said the deal sends a “powerful signal” that Britain is using its “post-Brexit freedoms to reach out to new markets around the world and grow our economy.”\n\nNatalie Black, the U.K.’s trade commissioner for Asia Pacific, called it a “progressive deal” for Britain.\n\n“This deal is, yes, about economic performance today. But is very, very much about economic performance in the future,” she told CNBC’s “Squawk Box Asia” on Friday.\n\n“This is the part of the world that is going to drive economic growth, and also drive the rules of the road of trade going forward. We want to be part of those discussions.”\n\nStill, it remains to be seen how much the deal actually benefits Britain’s growth prospects. Based on the government’s own estimates, the deal will raise long-term domestic GDP by just 0.08%, which will have little impact to offset European trade losses as a result of Brexit.\n\nDeborah Elms, executive director of the Asian Trade Centre, said it’s very hard to calculate these trade figures, especially based on existing trade flows.\n\n“If you are a U.K. company, you probably have limited existing trade flows to many of the CPTPP countries like Australia, New Zealand, Japan and Singapore, ” she told CNBC’s “Capital Connection.” “Simply, because the distance is far and because you used to be very tightly enmeshed with the European Union.”",
      "image": "https://anonnews.infura-ipfs.io/ipfs/QmPsA21DdoJx3dZuvn3ZgDHwCcsHmcopDyicWgohPzNVgd",
      "votes": 0
    },
    {
      "id": 3,
      "author": "0x87eE4E70BB000690E41F43123a3759f5b29A7D2f",
      "timestamp": "2023-04-03T09:13:35.000Z",
      "heading": "Sam Bankman-Fried transferred $2.2bn in FTX customer funds for personal use, filings show",
      "content": "Collapsed cryptocurrency exchange FTX made transfers of about $3.2 billion to its founder Sam Bankman-Fried and key employees, according to court filings seen by Bloomberg and the Financial Times.\n\nThe funds were moved in the form of “payments and loans”, mainly from trading house Alameda Research, and include about $2.2 billion transferred to Mr Bankman-Fried, the filings submitted to the bankruptcy court in Delaware by the new management of FTX showed on Wednesday.\n\n“These figures exclude more than $240 million spent to buy luxury property in the Bahamas, political and charitable donations and substantial transfers to subsidiaries in the Bahamas and elsewhere,” FTX’s management said.\n\n“FTX is investigating possible ways to claw back the transfers to Bankman-Fried and his former colleagues, but the amount and timing of eventual monetary recoveries cannot be predicted at this time and forensic analysis is likely to uncover more assets, liabilities and transfers.”\n\nMr Bankman-Fried, 30, was arrested in the Bahamas on December 12 after federal prosecutors in the US charged him with eight criminal counts — including conspiracy, wire fraud and money laundering — for allegedly misusing billions of dollars in customer funds before the $9 billion collapse of FTX and Alameda Research.\n\nThe Massachusetts Institute of Technology graduate rode a boom in the value of Bitcoin and other digital assets to build an estimated net worth of $26 billion.\n\nFTX collapsed last November after a wave of withdrawals and consequently declared bankruptcy on November 11, wiping out Mr Bankman-Fried’s fortune. He later said he had $100,000 in his bank account.\n\nMr Bankman-Fried’s loss of a $16 billion fortune overnight has been described as the biggest one-day loss on the Bloomberg Billionaires Index.\n\nHe is currently under house arrest at his parents’ home in California after a US court granted him bail of $250 million and will face trial on October 2.\n\nFTX’s new management, including restructuring expert and chief executive John Ray, are seeking to track billions of dollars of assets linked to the crypto exchange that can be eventually returned to the millions of customers whose accounts have been frozen since its collapse.\n\nThe administrators of FTX identified other transfers as part of the overall $3.2 billion.\n\nThree FTX insiders who have pleaded guilty and are co-operating with prosecutors — Nishad Singh, Gary Wang and Caroline Ellison — were transferred about $839 million in total, according to FTX.\n\nTwo other former FTX executives, Ryan Salame and John Trabucco, were said to have together received more than $100 million.\n\nFTX International and Alameda were both independently profitable businesses in 2021, each making billions. However, Alameda lost about 80 per cent of its assets’ value over the course of 2022 due to a series of market crashes. FTX was also affected by Alameda’s decline.\n\nMr Bankman-Fried and fellow founder Mr Wang bought a stake of about 7.6 per cent in stock trading app Robinhood last year for $546 million, according to an affidavit in December.\n\nThe pair borrowed the money from Alameda Research and purchased the shares in four tranches through a holding company in Antigua.",
      "image": "https://anonnews.infura-ipfs.io/ipfs/QmTYaYcDTTGeU4UV2MtitYUhhh9sPNVP3Fu1rQ1ChTZsEZ",
      "votes": 0
    },
    {
      "id": 5,
      "author": "0x87eE4E70BB000690E41F43123a3759f5b29A7D2f",
      "timestamp": "2023-04-03T09:18:31.000Z",
      "heading": "Vladlen Tatarsky: Killing of pro-Kremlin blogger investigated as murder",
      "content": "The killing of Russian military blogger Vladlen Tatarsky is being investigated as a \"high-profile murder\", authorities have said.\n\nTatarsky, a vocal supporter of Russia's war in Ukraine, died in an explosion at a St Petersburg cafe on Sunday evening.\n\nTwenty-four others were taken to hospital and six were in critical condition, the health ministry said.\n\nVideos posted on social media showed a blast and injured people on the street.\n\nIt was not immediately clear who was responsible for the attack.\n\nBut Ukrainian presidential adviser Mykhailo Podolyak blamed the blast on a Russian \"internal political fight\", tweeting: \"Spiders are eating each other in a jar.\"\n\nInterior ministry officials said police were called to Street Food Bar No 1 - near the Neva river - at 18:13 local time (15:13 GMT).\n\nRussia's Investigative Committee, the country's top criminal investigation agency, has opened an investigation into what it described as a \"high-profile murder\".\n\nCriminologists have been sent to the scene, it added on Telegram.\n\nTatarsky was a guest speaker at an event hosted by the cafe when the bomb went off.\n\nThere are conflicting reports in Russian media about the explosive device. According to official sources quoted by Russian state media, Tatarsky was presented with a statue in a box as a gift, which had a bomb hidden inside.\n\nVideo circulating on Telegram after the blast showed him being handed a statue and making jokes about it. The BBC has been unable to verify whether it was the explosive.\n\nUnlike many other Russian military bloggers and state media journalists in Ukraine, Tatarsky took up arms in combat operations.\n\nHe had reported from the Ukraine front line and gained particular notoriety last year after posting a video filmed inside the Kremlin in which he said: \"We will defeat everyone, we will kill everyone, we will rob everyone as necessary. Just as we like it.\"\n\nThe occasion for that was a Kremlin ceremony hosted by President Vladimir Putin, who was proclaiming Russia's annexation of four partly-occupied regions of Ukraine. That land grab was internationally condemned.\n\nThe cafe targeted on Sunday was previously owned by Yevgeny Prigozhin, the head of Russia's notorious Wagner mercenary group, the St Petersburg news site Fontanka reports.\n\nSt Petersburg is President Putin's home city, and where he first rose to prominence.\n\nTatarsky had more than 500,000 followers on Telegram, where he and other military bloggers criticised aspects of the Russian campaign in Ukraine.\n\nCyber Front Z, a group calling itself \"Russia's information troops\" on Telegram, said it had hired out the cafe for the evening.\n\n\"There was a terrorist attack. We took certain security measures but unfortunately they were not enough,\" its post on Telegram said.\n\n\"Condolences to everyone who knew the excellent war correspondent and our friend Vladlen Tatarsky.\"",
      "image": "https://anonnews.infura-ipfs.io/ipfs/Qmepq9M3vCQSxfetsA6TLaKaExgML1Er9rcM9SdmKqzrZj",
      "votes": 0
    },
    {
      "id": 2,
      "author": "0xd7E1D4dab95d7f7B1188Fd095471252e781B9E38",
      "timestamp": "2023-04-03T09:08:17.000Z",
      "heading": "US government moves to stop potential banking crisis",
      "content": "The U.S. government took extraordinary steps Sunday to stop a potential banking crisis after the historic failure of Silicon Valley Bank, assuring all depositors at the failed institution that they could access all their money quickly, even as another major bank was shut down.\n\nThe announcement came amid fears that the factors that caused the Santa Clara, California-based bank to fail could spread. Regulators had worked all weekend to try to find a buyer for the bank, which was the second-largest bank failure in history. Those efforts appeared to have failed Sunday.\n\nIn a sign of how fast the financial bleeding was occurring, regulators announced that New York-based Signature Bank had also failed and was being seized on Sunday. At more than $110 billion in assets, Signature Bank is the third-largest bank failure in U.S. history.\n\nThe near-financial crisis that U.S. regulators had to intervene to prevent left Asian markets jittery as trading began Monday. Japan’s benchmark Nikkei 225 sank 1.6% in morning trading, Australia’s S&P/ASX 200 lost 0.3% and South Korea’s Kospi shed 0.4%. But Hong Kong’s Hang Seng rose 1.4% and the Shanghai Composite increased 0.3%.\n\nIn an effort to shore up confidence in the banking system, the Treasury Department, Federal Reserve and FDIC said Sunday that all Silicon Valley Bank clients would be protected and able to access their money. They also announced steps that are intended to protect the bank’s customers and prevent additional bank runs.\n\n“This step will ensure that the U.S. banking system continues to perform its vital roles of protecting deposits and providing access to credit to households and businesses in a manner that promotes strong and sustainable economic growth,” the agencies said in a joint statement.\n\nUnder the plan, depositors at Silicon Valley Bank and Signature Bank, including those whose holdings exceed the $250,000 insurance limit, will be able to access their money on Monday.\n\nAlso Sunday, another beleaguered bank, First Republic Bank, announced that it had bolstered its financial health by gaining access to funding from the Fed and JPMorgan Chase.\n\nIn a separate announcement, the Fed late Sunday announced an expansive emergency lending program that’s intended to prevent a wave of bank runs that would threaten the stability of the banking system and the economy as a whole. Fed officials characterized the program as akin to what central banks have done for decades: Lend freely to the banking system so that customers would be confident that they could access their accounts whenever needed.\n\nThe lending facility will allow banks that need to raise cash to pay depositors to borrow that money from the Fed, rather than having to sell Treasuries and other securities to raise the money. Silicon Valley Bank had been forced to dump some of its Treasuries at at a loss to fund its customers’ withdrawals. Under the Fed’s new program, banks can post those securities as collateral and borrow from the emergency facility.\n\nThe Treasury has set aside $25 billion to offset any losses incurred under the Fed’s emergency lending facility. Fed officials said, however, that they do not expect to have to use any of that money, given that the securities posted as collateral have a very low risk of default.\n\nAnalysts said the Fed’s program should be enough to calm financial markets on Monday.\n\n“Monday will surely be a stressful day for many in the regional banking sector, but today’s action dramatically reduces the risk of further contagion,” economists at Jefferies, an investment bank, said in a research note.\n\nThough Sunday’s steps marked the most extensive government intervention in the banking system since the 2008 financial crisis, its actions are relatively limited compared with what was done 15 years ago. The two failed banks themselves have not been rescued, and taxpayer money has not been provided to the banks.",
      "image": "https://anonnews.infura-ipfs.io/ipfs/QmakGt3ga6gt4jzy1HC3UrbmgoeiWgym9pQ6r3DEba8942",
      "votes": 1
    },
    {
      "id": 7,
      "author": "0x9a9BfCEd99A9269e0e421764Ff6ed93940f86BEb",
      "timestamp": "2023-04-03T09:22:23.000Z",
      "heading": "China's loans to Africa worry World Bank President David Malpass",
      "content": "The president of the World Bank has told the BBC that he is concerned about some of the loans China has been making to developing economies in Africa.\n\nDavid Malpass says the terms and conditions need to be \"more transparent\".\n\nIt comes amid worries that countries including Ghana and Zambia are struggling to repay their debts to Beijing.\n\nChina says that any such lending is done within international rules.\n\nDeveloping countries often borrow money from other nations or multilateral bodies to finance sectors that will grow their economies such as infrastructure, education and agriculture.\n\nHowever steep increases in interest rates in the US and other major economies over the last year are making loan repayments more expensive because lots of that borrowing is done in foreign currencies such as US dollars or euros.\n\nIt is a particularly acute problem for developing economies who can struggle to find the extra money that is required as the relative value of their own currency falls.\n\nIt is a \"double whammy and it means that [economic] growth is going to be slower\", says Mr Malpass.\n\nTackling that challenge and its consequences was one of the main reasons for this week's visit by US Vice-President Kamala Harris to three African countries. It is a visit that comes with big commitments of financial support to Tanzania and Ghana.\n\nThere is a growing rivalry with China for influence in the continent, whose abundance of natural resources include the metals, such as nickel, crucial for the batteries needed for technology such as electric cars.\n\nSpeaking in Ghana's capital, Accra, she said \"America will be guided not by what we can do for our African partners, but what we can do with our African partners\".\n\nWhile highlighting a new nickel processing facility in Tanzania Ms Harris said the project would be supplying the US and other markets by 2026 and that it would \"help address the climate crisis, build resilient global supply chains, and create new industries and jobs\".\n\nThat collaborative approach was praised by Mr Malpass who said the competition between the world's two biggest economies was \"maybe healthy for developing countries\" as it provided different options.\n\n\"What I encourage strongly is that they be transparent in their contracts. That's been one of the problems; if you write a contract and say 'but don't show it to anybody else', that's a minus. So get away from that.\"\n\nThere was also a warning that \"for governments in Africa, they shouldn't be offering collateral as an inducement to make a loan, because it locks it up for generations. That's been happening with China.\"\n\nBeijing has become one of the biggest sources for loans to developing economies in recent years. A new study led by the Kiel Institute for the World Economy shows that globally China lent $185bn (£150bn) in bailouts to 22 countries between 2016 and 2021.\n\nChina refutes suggestions that it is exploiting other countries with its financial support.\n\nAt a press conference this week Foreign Ministry Spokesperson Mao Ning said China \"respects the will of relevant countries, has never forced any party to borrow money, has never forced any country to pay, will not attach any political conditions to loan agreements, and does not seek any political self-interest\".",
      "image": "https://anonnews.infura-ipfs.io/ipfs/QmVDYM2NnJaX8YBWZ5VcptQwrNDzjV526KArUh4m4RNu5v",
      "votes": 0
    },
    {
      "id": 6,
      "author": "0x9a9BfCEd99A9269e0e421764Ff6ed93940f86BEb",
      "timestamp": "2023-04-03T09:20:21.000Z",
      "heading": "India set to ditch US dollar in cross-border trade",
      "content": "The FTP 2023, revealed on Friday by Indian Commerce and Industry Minister Piyush Goyal, comes into effect on April 1, Russia Today reported.\n\nRupee trade was made the centerpiece of the new plan as part of New Delhi’s broader policy aimed at securing a global status for the currency and allowing it to be used for international trade settlement.\n\nIndian policymakers have recently taken several steps towards shifting away from the greenback to rubles and rupees in mutual trade with sanctions-hit Russia. The nation agreed to switch to a rupee payment mechanism for Iranian crude imports. Malaysia is the latest nation to agree to settle trade with India using the rupee.",
      "image": "https://anonnews.infura-ipfs.io/ipfs/QmSY6AizESRoDaEQWEt77gsUZyqLnGzd6w8dFdBuJ5mLCg",
      "votes": 0
    },
    {
      "id": 9,
      "author": "0x95429AeBA3a675E6015852F6b406d1bf577e80eb",
      "timestamp": "2023-04-03T09:28:29.000Z",
      "heading": "Israel shoots down drone coming from Syria following strikes",
      "content": "Israeli airstrikes hit several sites in Syria’s Homs province early Sunday, wounding five soldiers, Syrian state media reported. Hours later, the Israeli military said it shot down an “aircraft” that crossed from Syria into Israel’s airspace.\n\nIn Iran, state media reported that an Iranian adviser who was wounded in an Israeli strike on Friday died of his wounds. Since the start of Syria’s conflict in March 2011, Iran has been a main supporter of President Bashar Assad’s government and has sent advisers since the early days of the war.\n\nSunday’s strike marked the ninth time Israel has struck targets in Syria since the beginning of the year, according to the Syrian Observatory for Human Rights, an opposition-linked war monitor.\n\nState news agency SANA, citing military sources, said the strikes targeted sites in the city of Homs and surrounding countryside. Syrian air defenses intercepted the missiles and shot down some of them, it said.\n\nThe observatory reported that the missiles targeted Syrian military sites and those of Iran-linked militias, including a research center.\n\nOn Sunday night, the Israeli army said air force helicopters and fighter jets were deployed following an unidentified aircraft that seems to have crossed from the direction of Syria into Israeli territory. It added that the aircraft was monitored by the Israeli Air Force throughout the incident and it was later shot down.\n\nThere was no immediate statement from Israel on the strikes on Syria.\n\nIsraeli Prime Minister Benjamin Netanyahu did not directly mention the strikes at a meeting of his Cabinet on Sunday, but said Israel was acting against foreign threats.\n\n“We are exacting a high price from the regimes that support terror outside Israel’s borders,” he said.\n\nNetanyahu said that a major domestic crisis over his government’s plan to overhaul the judiciary has not affected Israel’s ability to strike.\n\n“The internal argument in Israel doesn’t harm and won’t harm our determination or intensity or our capabilities to act against our enemies on all fronts, in any place and at any time necessary,” he said.\n\nLater Sunday, Israel’s defense minister, Yoav Gallant, commented about Syria during a visit to soldiers in the occupied West Bank but did not directly confirm the recent airstrikes.\n\n“We will not allow the Iranians and Hezbollah to harm us. We have not allowed it in the past, we won’t allow it now, or anytime in the future,” Gallant said. He also accused Iran of seeking to entrench its presence along Israel’s borders.\n\n“When necessary – we will push them out of Syria to where they belong – and that is Iran,” Gallant said.\n\nReservists have pledged not to show up for duty so long as the overhaul moves forward, prompting military and defense officials to warn of damage to the military’s capabilities. Netanyahu has paused the overhaul for now.\n\nIsrael has carried out hundreds of strikes on targets inside government-controlled parts of Syria in recent years, including attacks on the Damascus and Aleppo airports, but it rarely acknowledges specific operations.\n\nIsrael says it targets bases of Iran-allied militant groups, such as Lebanon’s Hezbollah, which has sent thousands of fighters to support Assad’s forces.\n\nOn Friday, Israeli airstrikes hit the suburbs of Syria’s capital city, Damascus, killing an Iranian adviser, the state media of Syria and Iran reported. Iran’s state television reported Friday that Milad Heidari, an Iranian military adviser, was killed during what it called a “criminal strike” by Israel.\n\nIranian sate media reported Sunday that another Revolutionary Guard adviser who was wounded in Friday’s strike succumbed to his wounds. Iran’s state TV identified the adviser as Meghdad Mahghani, adding that his funeral would be held Sunday in Damascus.\n\nAn Israeli airstrike last month targeting the airport in Aleppo put it out of commission for two days. The airport has been a main conduit for aid shipments since the deadly 7.8-magnitude earthquake that hit Syria and Turkey on Feb. 6.\n\nIsrael has also struck seaports in government-held areas of Syria, in an apparent attempt to prevent Iranian arms shipments to militant groups backed by Tehran, including Hezbollah.",
      "image": "https://anonnews.infura-ipfs.io/ipfs/QmcpBJaXy5y1UJq3U2L1XDdUQC9LxPVPDAnSbnM7QbkooK",
      "votes": 0
    },
    {
      "id": 8,
      "author": "0x9a9BfCEd99A9269e0e421764Ff6ed93940f86BEb",
      "timestamp": "2023-04-03T09:24:11.000Z",
      "heading": "Saudis, other oil giants announce surprise production cuts",
      "content": "DUBAI, United Arab Emirates (AP) — Saudi Arabia and other major oil producers on Sunday announced surprise cuts totaling up to 1.15 million barrels per day from May until the end of the year, a move that could raise prices worldwide.\n\nArticle content\nHigher oil prices would help fill Russian President Vladimir Putin’s coffers as his country wages war on Ukraine and force Americans and others to pay even more at the pump amid worldwide inflation.\n\nIt was also likely to further strain ties with the United States, which has called on Saudi Arabia and other allies to increase production as it tries to bring prices down and squeeze Russia’s finances.\n\nThe production cuts alone could push U.S. gasoline prices up by roughly 26 cents per gallon, in addition to the usual increase that comes when refineries change the gasoline blend during the summer driving season, said Kevin Book, managing director of Clearview Energy Partners LLC. The Energy Department calculates the seasonal increase at an average of 32 cents per gallon, Book said.\n\nSo with an average U.S. price now at roughly $3.50 per gallon of regular, according to AAA, that could mean gasoline over $4 per gallon during the summer.\n\nHowever, Book said there are a number of complex variables in oil and gas prices. The size of each country’s production cut depends on the baseline production number it is using, so the cut might not be 1.15 million. It also could take much of the year for the cuts to take effect. Demand could fall if the U.S. enters a recession caused by the banking crisis. But it also could increase during the summer as more people travel.\n\nEven though the production cut is only about 1% of the roughly 100 million barrels of oil the world uses per day, the impact on prices could be big, Book said.\n\nArticle content\n“It’s a big deal because of the way oil prices work,” he said. “You are in a market that is relatively balanced. You take a small amount away, depending on what demand does, you could have a very significant price response.”\n\nSaudi Arabia announced the biggest cut among OPEC members at 500,000 barrels per day. The cuts are in addition to a reduction announced last October that infuriated the Biden administration.\n\nThe Saudi Energy Ministry described the move as a “precautionary measure” aimed at stabilizing the oil market. The cuts represent less than 5% of Saudi Arabia’s average production of 11.5 million barrels per day in 2022.\n\nIraq said it would reduce production by 211,000 barrels per day, the United Arab Emirates by 144,000, Kuwait by 128,000, Kazakhstan by 78,000, Algeria by 48,000 and Oman by 40,000. The announcements were carried by each country’s state media.\n\nArticle content\nRussia’s Deputy Prime Minister Alexander Novak meanwhile said Moscow would extend a voluntary cut of 500,000 until the end of the year, according to remarks carried by the state news agency Tass. Russia had announced the unilateral reduction in February after Western countries imposed price caps.\n\nAll are members of the so-called OPEC+ group of oil exporting countries, which includes the original Organization of the Petroleum Exporting Countries as well as Russia and other major producers. There was no immediate statement from OPEC itself.\n\nThe cuts announced in October — of some 2 million barrels a day — had come on the eve of U.S. midterm elections in which soaring prices were a major issue. President Joe Biden vowed at the time that there would be “consequences” and Democratic lawmakers called for freezing cooperation with the Saudis.\n\nArticle content\nBoth the U.S. and Saudi Arabia denied any political motives in the dispute.\n\nSince those cuts, oil prices have trended down. Brent crude, a global benchmark, was trading around $80 a barrel at the end of last week, down from around $95 in early October, when the earlier cuts were agreed.\n\nAnalysts Giacomo Romeo and Lloyd Byrne at Jefferies said in a research note that the new cuts should allow for “material” reductions to OPEC inventory earlier than expected and could validate recent warnings from some traders and analysts that demand for oil is weakening.\n\nKristian Coates Ulrichsen, a Gulf expert at Rice University’s Baker Institute for Public Policy, said the Saudis are determined to keep oil prices high enough to fund ambitious mega-projects linked to Crown Prince Mohammed bin Salman’s Vision 2030 plan to overhaul the economy.\n\nArticle content\n“This domestic interest takes precedence in Saudi decision-making over relationships with international partners and is likely to remain a point of friction in U.S.-Saudi relations for the foreseeable future,” he said.\n\nSaudi Arabia’s state-run oil giant Aramco recently announced record profits of $161 billion from last year. Profits rose 46.5% when compared to the company’s 2021 results of $110 billion. Aramco said it hoped to boost production to 13 million barrels a day by 2027.\n\nThe decades-long U.S.-Saudi alliance has come under growing strain in recent years following the 2018 killing of Saudi dissident Jamal Khashoggi, a U.S.-based journalist, and Saudi Arabia’s war with the Iran-backed Houthi rebels in Yemen.\n\nAs a candidate for president, Biden had vowed to make Saudi Arabia a “pariah” over the Khashoggi killing, but as oil prices rose after his inauguration he backed off. He visited the kingdom last July in a bid to patch up relations, drawing criticism for sharing a fistbump with Crown Prince Mohammed.\n\nSaudi Arabia has denied siding with Russia in the Ukraine war, even as it has cultivated closer ties with both Moscow and Beijing in recent years. Last week, Aramco announced billions of dollars of investment in China’s downstream petrochemicals industry.",
      "image": "https://anonnews.infura-ipfs.io/ipfs/QmVy3zkCSyHiHKcm4UELNUii2VNH12GGdXjxKEqxZAwM4f",
      "votes": 0
    }
  ]